Repository: DevriX/Offer-Calc
Catalog: languages/offer-calc-*.po
Languages: sr_rs

source: Migrate Offer
sr_rs: Premesti ponudu

source: Offer Calc Help
sr_rs: Offer Calc pomoć

source: Offer Services
sr_rs: Ponuda usluga

source: Data migration done successfully!
sr_rs: Migracija podataka uspešno obavljena!

source: Offer tables deletes successfully!
sr_rs: Tabele ponude uspešno obrisane!

source: Dismiss
sr_rs: Otkaži

source: Total Offer Calc: <b>%d</b>
sr_rs: Ukupno Offer Calc: <b>%d</b>

source: Migrate
sr_rs: Migriraj

source: Delete Old Data
sr_rs: Obriši stare podatke

source: Click the button to activate the new version. This will migrate your existing data to the new scheme.
sr_rs: Kliknite na taster da biste aktivirali novu verziju. Na taj način premestićete postojeće podatke u novu shemu.

source: This action will delete permanently the old tables from the database
sr_rs: Ovom aktivnošću trajno ćete obrisati stare tabele iz baze podataka.

source: Offer Calc Help Page
sr_rs: Offer Calc stranica za pomoć

source: Service
sr_rs: Usluga

source: Price
sr_rs: Cena

source: Count
sr_rs: Broj

source: Total
sr_rs: Ukupno

source: Total:
sr_rs: Ukupno:

source: "Offer service not added"
sr_rs: "Ponuda usluga nije dodata"

source: "Invalid offer calc ShortCode"
sr_rs: "Nevažeći offer calc ShortCode"

source: Offer
sr_rs: Ponuda

source: Add Offer
sr_rs: Dodaj ponudu

source: Add New Offer
sr_rs: Dodaj novu ponudu

source: Edit Offer
sr_rs: Uredi ponudu

source: New Offer
sr_rs: Nova ponuda

source: View Offer
sr_rs: Vidi ponudu

source: Search Offer
sr_rs: Pretraži ponudu

source: No offers found
sr_rs: Nijedna ponuda nije pronađena

source: No offers found in Trash
sr_rs: Nijedna ponuda nije pronađena u korpi za otpatke

source: Offer updated. <a href="%s">View Offer</a>
sr_rs: Ponuda ažurirana. <a href="%s">Vidi ponudu</a>

source: Custom field updated.
sr_rs: Prilagođeno polje ažurirano.

source: Custom field deleted.
sr_rs: Prilagođeno polje obrisano.

source: Offer updated.
sr_rs: Ponuda ažurirana.

source: Offer restored to revision from %s
sr_rs: Ponuda vraćena na reviziju od %s

source: Offer published. <a href="%s">View Offer</a>
sr_rs: Ponuda objavljena. <a href="%s">Vidi ponudu</a>

source: Offer saved.
sr_rs: Ponuda sačuvana.

source: Offer submitted. <a target="_blank" href="%s">Preview Offer</a>
sr_rs: Ponuda podnesena. <a target="_blank" href="%s">Pregledaj ponudu</a>

source: Offer scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Review</a>
sr_rs: Ponuda zakazana za: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Pregledaj prikaz</a>

source: Offer draft updated. <a target="_blank" href="%s">Preview Offer</a>
sr_rs: Skica ponude ažurirana. <a target="_blank" href="%s">Pregledaj ponudu</a>

source: Data migration done sucessfully!
sr_rs: Migracija podaka uspešno obavljena!

source: Delete this image
sr_rs: Obriši ovu sliku

source: Delete
sr_rs: Obriši

source: Cannot delete file. Something's wrong.
sr_rs: Datoteka ne može biti obrisana. Nešto nije u redu.

source: Remove
sr_rs: Ukloni

source: Add
sr_rs: Dodaj

source: Uploaded files
sr_rs: Otpremljene datoteke

source: Upload new files
sr_rs: Otpremi nove datoteke

source: Add more files
sr_rs: Dodaj više datoteka

source: Upload Image
sr_rs: Otpremi sliku

source: Offer Calc Option
sr_rs: Offer Calc Opcija

source: Service Name
sr_rs: Naziv usluge

source: Service Price
sr_rs: Cena usluge

source: Add Service
sr_rs: Dodaj uslugu

source: The Offer Calc Widget for calculation
sr_rs: Offer Calc Widget za obračun

source: Offer form:
sr_rs: Obrazac ponude:

source: --Select Offer Form--
sr_rs: --Odaberite obrazac ponude--
